const Map<String, String> msgList = {
  // 共通
  'scc001': '作成が完了しました。',
  'scc002': '更新が完了しました。',
  'scc003': '削除が完了しました。',
  'err001': 'エラーが発生しました。もう一度実行してください。',

  // 通知 引数あり
  'arg-scc001': 'の作成が完了しました。',
  'arg-scc002': 'の更新が完了しました。',
  'arg-scc003': 'の削除が完了しました。',

  // 入力操作 バリデーション,
  'ip001': '半角英数字で入力してください。',
  'ip002': '半角数字で入力してください。',
  'ip003': '必須入力項目です。',
  'ip004': '禁則文字が含まれています。「/ \' " , . < > \$」は含めないでください。',

  // 入力操作 バリデーション 引数あり,
  'arg-ip001': '文字以下で入力してください。',

  // ボード
  'brd-scc001': 'タスクの移動が完了しました。',

  'brd-err001': 'ボードの取得に失敗しました。\nもう一度画面を開いてください。',
  'brd-err002': 'タスクの移動に失敗しました。',
  'brd-err003': '',
};
